description_credit = [
'''
Дальневосточная:\n
Ставка: 2% годовых
Срок: до 20 лет
Возраст: 21-65 лет
Для семей, учителей, врачей, IT-специалистов, участников СВО
''',
'''
Сельская:\n
Ставка: 3% годовых
Срок: до 25 лет          
Возраст: 21-65 лет
Для покупки жилья в сельской местности
''',
'''
IT:\n
Ставка: 6% годовых
Срок: до 20 лет           
Возраст: 21-50 лет
Для сотрудников аккредитованных IT-компаний
''',
'''
Арктическая:\n
Ставка: 6% годовых
Срок: до 20 лет           
Возраст: 21-65 лет
Для покупки жилья в арктической зоне
''',
'''
Семейная:\n
Ставка: 6% годовых
Срок: до 20 лет            
Возраст: 21-65 лет
Для семей с 1 ребенком (рожд. с 2019 г.) или 2 детьми до 18 лет
''',
'''
Нельготная:\n
Ставка: ~24% годовых
Срок: до 30 лет            
Возраст: 20-65 лет
Без льгот, стандартные условия банков
'''
]
allowable_credit_time = ["1 месяц", "2 месяца", "3 месяца", "4 месяца", "5 месяцев", "6 месяцев", "7 месяцев", "8 месяцев", "9 месяцев", "10 месяцев", "11 месяцев", "1 год", "2 года", "3 года", "4 года", "5 лет", "6 лет", "7 лет"]
for x in range(1, 31):
    allowable_credit_time.append(f'{x}')
