# words = ['Кукуруз', 'кукуруз', 'Овес', 'овес', 'Доллар', 'доллар', 'с/х', 'Урожа', 'урожа', 'Gaz', 'gaz', 'Oil', 'oil', 'Зерн', 'зерн', 'Ячмень', 'ячмень', 'Пшен', 'пшен', 'Нефт', 'нефт', 'Масло', 'масл', 'Газ', 'газ', 'Ферм', 'ферм', 'потребрынок']
bad_words = ['‘', 'сбил', 'задавил', 'пальцев', 'смерт', 'BTS', 'Газель', 'газель', 'Киргизи', 'киргиз', 'Египет', 'египтя', 'Молдави', 'Маслов', 'Зеленский', 'Турци', 'Чехия', 'Чехии', 'Молдави', 'молдав', 'Норвеги', 'норвежск', 'Франци', 'франзу', 'Турци', 'турецк', 'Австрали', 'австрали', 'Казахстан', 'казахстан', 'Магазин', 'магазин', 'Тикток', 'тикток', 'Польш', 'польск', 'Молдавия', 'Иран', 'европ', 'Европ', 'Италь', 'Белару', 'бразил', 'Бразилия', 'Аравия', 'Укрзализныця', 'Ukrain', 'Киев', 'Узбекистан', 'Австрия', 'China', 'Украин', 'украин', 'Турция', 'Белор', 'край', 'область', 'США', 'Америка', 'Герман', 'Пакистан']
words = ['а']

words_seed = ['Урожай', 'урожай', 'Зерно', 'зерн', 'Пшен', 'пшен', 'Ячмень', 'ячмень', 'Ферм', 'ферм']
words_neft = ['Нефт', 'нефт']
words_gaz = ['Газ', 'газ', 'Gaz', 'gaz']
words_maslo = ['Масл', 'масл', 'Oil', 'oil']
words_price = ['Доллар', 'доллар', 'Евро', 'евро', 'Валюта', 'валюта', 'Индексы', 'индексы']

name_db = ['InterfaxRu']
# Полная версия со всеми БД
# name_db = ['GazetaRu', 'InterfaxRu', 'IzRu', 'LentaRu', 'NasdaqCom', 'OilWorldRu', 'RbkRu', 'RgRu', 'SpGlobalCom', 'TassRu', 'ZernoRu', 'ZolRu', 'ForbesRu', 'KommersantRu', 'PrimeRu', 'VedomostiRu']

# Не очень полная версия баз данных
# name_db = ['GazetaRu', 'InterfaxRu', 'IzRu', 'LentaRu', 'NasdaqCom', 'OilWorldRu', 'RbkRu', 'RgRu', 'SpGlobalCom', 'ZernoRu', 'ZolRu', 'ForbesRu', 'KommersantRu', 'PrimeRu', 'VedomostiRu']